Repository: Juuro/Foodie
Catalog: FoodieFootprints/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, hi, is, it, ja, nb, nl, pl, pt, ru, sv, uk

source: Add Restaurant
da: Tilføj restaurant
de: Restaurant hinzufügen
es: Añadir restaurante
fi: Lisää ravintola
fr: Ajouter un restaurant
hi: रेस्तरां जोड़ें
is: Bæta við veitingastað
it: Aggiungi ristorante
ja: レストランを追加
nb: Legg til restaurant
nl: Restaurant toevoegen
pl: Dodaj restaurację
pt: Adicionar restaurante
ru: Добавить ресторан
sv: Lägg till restaurang
uk: Додати ресторан

source: Add Your First Restaurant
da: Tilføj din første restaurant
de: Füge dein erstes Restaurant hinzu
es: Añade tu primer restaurante
fi: Lisää ensimmäinen ravintolasi
fr: Ajoutez votre premier restaurant
hi: अपना पहला रेस्तरां जोड़ें
is: Bættu við fyrsta veitingastaðnum
it: Aggiungi il tuo primo ristorante
ja: 最初のレストランを追加
nb: Legg til din første restaurant
nl: Voeg je eerste restaurant toe
pl: Dodaj swoją pierwszą restaurację
pt: Adicione seu primeiro restaurante
ru: Добавьте свой первый ресторан
sv: Lägg till din första restaurang
uk: Додайте свій перший ресторан

source: Address not available
da: Adresse ikke tilgængelig
de: Adresse nicht verfügbar
es: Dirección no disponible
fi: Osoite ei saatavilla
fr: Adresse non disponible
hi: पता उपलब्ध नहीं है
is: Heimilisfang ekki tiltækt
it: Indirizzo non disponibile
ja: 住所が利用できません
nb: Adresse ikke tilgjengelig
nl: Adres niet beschikbaar
pl: Adres niedostępny
pt: Endereço não disponível
ru: Адрес недоступен
sv: Adress ej tillgänglig
uk: Адреса недоступна

source: Already in your list
da: Allerede i din liste
de: Bereits in deiner Liste
es: Ya está en tu lista
fi: Jo listallasi
fr: Déjà dans votre liste
hi: पहले से ही आपकी लिस्ट में है
is: Þegar á listanum þínum
it: Già nella tua lista
ja: すでにリストにあります
nb: Allerede i listen din
nl: Al in je lijst
pl: Już na twojej liście
pt: Já está na sua lista
ru: Уже в вашем списке
sv: Redan i din lista
uk: Вже у вашому списку

source: Are you sure you want to delete this restaurant?
da: Er du sikker på, at du vil slette denne restaurant?
de: Möchtest du dieses Restaurant wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este restaurante?
fi: Haluatko varmasti poistaa tämän ravintolan?
fr: Êtes-vous sûr de vouloir supprimer ce restaurant ?
hi: क्या आप वाकई इस रेस्तरां को हटाना चाहते हैं?
is: Ertu viss um að þú viljir eyða þessum veitingastað?
it: Sei sicuro di voler eliminare questo ristorante?
ja: このレストランを削除してもよろしいですか？
nb: Er du sikker på at du vil slette denne restauranten?
nl: Weet je zeker dat je dit restaurant wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę restaurację?
pt: Tem certeza que deseja excluir este restaurante?
ru: Вы уверены, что хотите удалить этот ресторан?
sv: Är du säker på att du vill ta bort den här restaurangen?
uk: Ви впевнені, що хочете видалити цей ресторан?

source: Are you sure you want to delete this restaurant? This will also delete all %lld reviews. This action cannot be undone.
da: Er du sikker på, at du vil slette denne restaurant? Dette vil også slette alle %lld anmeldelser. Denne handling kan ikke fortrydes.
de: Möchtest du dieses Restaurant wirklich löschen? Dabei werden auch alle %lld Bewertungen gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este restaurante? Esto también eliminará todas las %lld reseñas. Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa tämän ravintolan? Tämä poistaa myös kaikki %lld arvostelua. Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer ce restaurant ? Cela supprimera également tous les %lld avis. Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस रेस्तरां को हटाना चाहते हैं? इससे सभी %lld समीक्षाएं भी हट जाएंगी। यह क्रिया वापस नहीं की जा सकती।
is: Ertu viss um að þú viljir eyða þessum veitingastað? Þetta mun einnig eyða öllum %lld umsögnum. Þessa aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler eliminare questo ristorante? Verranno eliminate anche tutte le %lld recensioni. Questa azione non può essere annullata.
ja: このレストランを削除してもよろしいですか？%lld件のレビューも削除されます。この操作は取り消せません。
nb: Er du sikker på at du vil slette denne restauranten? Dette vil også slette alle %lld anmeldelser. Denne handlingen kan ikke angres.
nl: Weet je zeker dat je dit restaurant wilt verwijderen? Dit zal ook alle %lld beoordelingen verwijderen. Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć tę restaurację? Spowoduje to również usunięcie wszystkich %lld recenzji. Tej akcji nie można cofnąć.
pt: Tem certeza que deseja excluir este restaurante? Isso também excluirá todas as %lld avaliações. Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить этот ресторан? Это также удалит все %lld отзывов. Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort den här restaurangen? Detta kommer också att ta bort alla %lld recensioner. Denna åtgärd kan inte ångras.
uk: Ви впевнені, що хочете видалити цей ресторан? Це також видалить усі %lld відгуків. Цю дію не можна скасувати.

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
is: Hætta við
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
uk: Скасувати

source: Delete Restaurant
da: Slet restaurant
de: Restaurant löschen
es: Eliminar restaurante
fi: Poista ravintola
fr: Supprimer le restaurant
hi: रेस्तरां हटाएं
is: Eyða veitingastað
it: Elimina ristorante
ja: レストランを削除
nb: Slett restaurant
nl: Restaurant verwijderen
pl: Usuń restaurację
pt: Excluir restaurante
ru: Удалить ресторан
sv: Ta bort restaurang
uk: Видалити ресторан

source: Last Added
da: Sidst tilføjet
de: Zuletzt hinzugefügt
es: Último añadido
fi: Viimeksi lisätty
fr: Dernier ajout
hi: आखिरी जोड़ा गया
is: Síðast bætt við
it: Ultimo aggiunto
ja: 最後の追加
nb: Sist lagt til
nl: Laatst toegevoegd
pl: Ostatnio dodane
pt: Último adicionado
ru: Последние добавленные
sv: Senast tillagd
uk: Останні додані

source: Last Visit
da: Sidste besøg
de: Letzter Besuch
es: Última visita
fi: Viimeisin käynti
fr: Dernière visite
hi: पिछला विजिट
is: Síðasta heimsókn
it: Ultima visita
ja: 最後の訪問
nb: Siste besøk
nl: Laatste bezoek
pl: Ostatnia wizyta
pt: Última visita
ru: Последнее посещение
sv: Senaste besök
uk: Останній візит

source: Name
da: Navn
es: Nombre
fi: Nimi
fr: Nom
hi: नाम
is: Nafn
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
sv: Namn
uk: Назва

source: No restaurants found matching your search
da: Ingen restauranter fundet der matcher din søgning
de: Keine Restaurants für deine Suche gefunden
es: No se encontraron restaurantes que coincidan con tu búsqueda
fi: Hakuasi vastaavia ravintoloita ei löytynyt
fr: Aucun restaurant trouvé correspondant à votre recherche
hi: आपकी खोज से मेल खाता कोई रेस्तरां नहीं मिला
is: Engir veitingastaðir fundust sem passa við leitina þína
it: Nessun ristorante trovato per la tua ricerca
ja: 検索に一致するレストランが見つかりません
nb: Ingen restauranter funnet som matcher søket ditt
nl: Geen restaurants gevonden die overeenkomen met je zoekopdracht
pl: Nie znaleziono restauracji pasujących do wyszukiwania
pt: Nenhum restaurante encontrado para sua pesquisa
ru: Не найдено ресторанов, соответствующих вашему запросу
sv: Inga restauranger hittades som matchar din sökning
uk: Не знайдено ресторанів, що відповідають вашому запиту

source: No Restaurants Yet
da: Ingen restauranter endnu
de: Noch keine Restaurants
es: Aún no hay restaurantes
fi: Ei vielä ravintoloita
fr: Pas encore de restaurants
hi: अभी तक कोई रेस्तरां नहीं
is: Engir veitingastaðir enn
it: Nessun ristorante
ja: レストランがまだありません
nb: Ingen restauranter ennå
nl: Nog geen restaurants
pl: Brak restauracji
pt: Ainda sem restaurantes
ru: Пока нет ресторанов
sv: Inga restauranger än
uk: Ще немає ресторанів

source: No Results
da: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
hi: कोई परिणाम नहीं
is: Engar niðurstöður
it: Nessun risultato
ja: 検索結果なし
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ru: Нет результатов
sv: Inga resultat
uk: Немає результатів

source: Restaurants
da: Restauranter
es: Restaurantes
fi: Ravintolat
hi: रेस्तरां
is: Veitingastaðir
it: Ristoranti
ja: レストラン
nb: Restauranter
pl: Restauracje
pt: Restaurantes
ru: Рестораны
sv: Restauranger
uk: Ресторани

source: Reviews
da: Anmeldelser
de: Bewertungen
es: Reseñas
fi: Arvostelut
fr: Avis
hi: समीक्षाएं
is: Umsagnir
it: Recensioni
ja: レビュー
nb: Anmeldelser
nl: Beoordelingen
pl: Recenzje
pt: Avaliações
ru: Отзывы
sv: Recensioner
uk: Відгуки

source: Search failed: %@
da: Søgning mislykkedes: %@
de: Suche fehlgeschlagen: %@
es: Error en la búsqueda: %@
fi: Haku epäonnistui: %@
fr: La recherche a échoué : %@
hi: खोज विफल: %@
is: Leit mistókst: %@
it: Ricerca fallita: %@
ja: 検索に失敗しました：%@
nb: Søk mislyktes: %@
nl: Zoeken mislukt: %@
pl: Wyszukiwanie nie powiodło się: %@
pt: Falha na pesquisa: %@
ru: Ошибка поиска: %@
sv: Sökningen misslyckades: %@
uk: Помилка пошуку: %@

source: Search for a restaurant
da: Søg efter en restaurant
de: Restaurant suchen
es: Buscar un restaurante
fi: Etsi ravintolaa
fr: Rechercher un restaurant
hi: रेस्तरां खोजें
is: Leita að veitingastað
it: Cerca un ristorante
ja: レストランを検索
nb: Søk etter en restaurant
nl: Zoek een restaurant
pl: Szukaj restauracji
pt: Procurar um restaurante
ru: Поиск ресторана
sv: Sök efter en restaurang
uk: Пошук ресторану

source: Sort
da: Sortér
de: Sortieren
es: Ordenar
fi: Järjestä
fr: Trier
hi: क्रमबद्ध करें
is: Raða
it: Ordina
ja: 並び替え
nb: Sorter
nl: Sorteer
pl: Sortuj
pt: Ordenar
ru: Сортировать
sv: Sortera
uk: Сортувати

source: Sort By
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fi: Järjestä
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
is: Raða eftir
it: Ordina per
ja: 並び替え
nb: Sorter etter
nl: Sorteer op
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
sv: Sortera efter
uk: Сортувати за

source: Try a different search term
da: Prøv et andet søgeord
de: Versuche einen anderen Suchbegriff
es: Prueba con otro término de búsqueda
fi: Kokeile toista hakusanaa
fr: Essayez un autre terme de recherche
hi: कोई दूसरा सर्च टर्म आज़माएं
is: Prófaðu önnur leitarorð
it: Prova un altro termine di ricerca
ja: 別の検索語を試してください
nb: Prøv et annet søkeord
nl: Probeer een andere zoekterm
pl: Spróbuj innego hasła
pt: Tente um termo diferente
ru: Попробуйте другой поисковый запрос
sv: Prova ett annat sökord
uk: Спробуйте інший пошуковий запит

source: View on HappyCow
da: Se på HappyCow
de: Auf HappyCow ansehen
es: Ver en HappyCow
fi: Katso HappyCowissa
fr: Voir sur HappyCow
hi: HappyCow पर देखें
is: Skoða á HappyCow
it: Vedi su HappyCow
ja: HappyCowで見る
nb: Se på HappyCow
nl: Bekijk op HappyCow
pl: Zobacz na HappyCow
pt: Ver no HappyCow
ru: Смотреть на HappyCow
sv: Visa på HappyCow
uk: Дивитись на HappyCow

source: Visit Website
da: Besøg hjemmeside
de: Website besuchen
es: Visitar sitio web
fi: Vieraile verkkosivulla
fr: Visiter le site web
hi: वेबसाइट देखें
is: Heimsækja vefsíðu
it: Visita il sito web
ja: ウェブサイトを表示
nb: Besøk nettside
nl: Bezoek website
pl: Odwiedź stronę
pt: Visitar site
ru: Посетить сайт
sv: Besök webbplats
uk: Відвідати сайт

source: visits
da: besøg
de: Besuche
es: visitas
fi: käyntiä
fr: visites
hi: विजिट
is: heimsóknir
it: visite
ja: 回の訪問
nb: besøk
nl: bezoeken
pl: wizyt
pt: visitas
ru: посещений
sv: besök
uk: відвідувань

source: Add Menu
de: Speisekarte hinzufügen
es: Añadir menú
fr: Ajouter un menu

source: Add More Photos
de: Weitere Fotos hinzufügen
es: Añadir más fotos
fr: Ajouter plus de photos
it: Aggiungi altre foto
ja: 写真を追加
nb: Legg til flere bilder
pl: Dodaj więcej zdjęć
ru: Добавить фотографии
uk: Додати фотографії

source: Add photos of the menu
de: Speisekartenfotos hinzufügen

source: Add Visit
de: Besuch hinzufügen
es: Añadir visitas
fr: Ajouter une visite

source: All Time
de: Allzeit
es: Todo el tiempo
fr: Tout le temps

source: Are you sure you want to delete this menu photo?
de: Möchtest du dieses Speisekartenfoto wirklich löschen?

source: Are you sure you want to delete this review? This action cannot be undone.
de: Möchtest du diese Bewertung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta reseña? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet avis ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa recensione? Questa azione non può essere annullata.
ja: このレビューを削除してもよろしいですか？この操作は取り消せません。
nb: Er du sikker på at du vil slette denne anmeldelsen? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć tę recenzję? Tej akcji nie można cofnąć.
ru: Вы уверены, что хотите удалить этот отзыв? Это действие нельзя отменить.
uk: Ви впевнені, що хочете видалити цей відгук? Цю дію не можна скасувати.

source: Are you sure you want to delete this visit? This action cannot be undone.
de: Möchtest du diesen Besuch wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta visita? Esta acción no se puede deshacer.
fr: Supprimer la visite ?

source: Average Rating
de: Durchschnittliche Bewertung
es: Valoración media
fr: Note moyenne
it: Valutazione media
ja: 平均評価
nb: Gjennomsnittlig vurdering
pl: Średnia ocena
ru: Средняя оценка
uk: Середня оцінка

source: Best Rated
de: Am besten bewertet
es: Mejor valorados
fr: Les mieux notés

source: Date
de: Datum
es: Fecha

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nb: Slett
pl: Usuń
ru: Удалить
uk: Видалити

source: Delete Menu Photo
de: Speisekartenfoto löschen

source: Delete Visit
de: Besuch löschen
es: Eliminar visita
fr: Supprimer la visite

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
nb: Ferdig
pl: Gotowe
ru: Готово
uk: Готово

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Edit Visit
de: Besuch bearbeiten
es: Editar visitas
fr: Modifier visite

source: Highest Rated Restaurants
de: Am höchsten bewertete Restaurants
es: Restaurantes mejor valorados
fr: Restaurants les mieux notés

source: Last 12 Months
de: Letzte 12 Monate
es: Últimos 12 meses
fr: 12 derniers mois

source: Last 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours

source: Last 90 Days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: 地図
nb: Kart
pl: Mapa
ru: Карта
uk: Карта

source: Menu
de: Speisekarte
es: Menú

source: Most Photos
de: Die meisten Fotos
es: Más fotos
fr: Les plus photos

source: Most Visited
de: Am häufigsten besucht
es: Más visitadas
fr: Les plus visitées

source: Most Visited Cities
de: Am häufigsten besuchte Städte
es: Ciudades más visitadas
fr: Villes les plus visitées

source: Most Visited Restaurants
de: Am häufigsten besuchte Restaurants
es: Restaurantes más visitados
fr: Restaurants les plus visités

source: No Menu
de: Keine Speisekarte
es: Sin menú
fr: Pas de menu

source: Overview
de: Überblick
es: Resumen
fr: Aperçu

source: photos
de: Fotos
es: fotos

source: Photos
de: Fotos
es: Fotos

source: Rating
de: Bewertung
es: Valoracione
fr: Note

source: Ratings Distribution
de: Bewertungsverteilung
es: Distribución de valoraciones
fr: Distribution des notes

source: Review
de: Bewertung
es: Reseña
fr: Avis
it: Recensione
ja: レビュー
nb: Anmeldelse
pl: Recenzja
ru: Отзыв
uk: Відгук

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nb: Lagre
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Search your restaurants
de: Durchsuche deine Restaurants
es: Busca tus restaurantes
fr: Recherchez vos restaurants

source: Select Photos
de: Fotos auswählen
es: Seleccionar fotos
fr: Sélectionner des photos
it: Seleziona foto
ja: 写真を選択
nb: Velg bilder
pl: Wybierz zdjęcia
ru: Выбрать фотографии
uk: Вибрати фотографії

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
nb: Statistikk
pl: Statystyki
ru: Статистика
uk: Статистика

source: Time Range
de: Zeitspanne
es: Rango de tiempo
fr: Période

source: Total Photos
de: Fotos insgesamt
es: Total de fotos
fr: Total des photos

source: Total Restaurants
de: Restaurants insgesamt
es: Total de restaurantes
fr: Total des restaurants
it: Totale ristoranti
ja: レストラン総数
nb: Totalt antall restauranter
pl: Łącznie restauracji
ru: Всего ресторанов
uk: Всього ресторанів

source: Total Visits
de: Besuche insgesamt
es: Total de visitas
fr: Total des visites
it: Totale visite
ja: 総訪問回数
nb: Totalt antall besøk
pl: Łącznie wizyt
ru: Всего посещений
uk: Всього відвідувань

source: View Menu
de: Speisekarte anzeigen
es: Ver menú
fr: Voir le menu

source: Visit Date
de: Besuchsdatum
es: Fecha de visita
fr: Date de visite
it: Data della visita
ja: 訪問日
nb: Besøksdato
pl: Data wizyty
ru: Дата посещения
uk: Дата відвідування

source: Visits
de: Besuche
es: Visitas
fr: Visites

source: Visits Over Time
de: Besuche über die Zeit
es: Visitas a lo largo del tiempo
fr: Visites au fil du temps
